Repository: Alagts/sessionplaner
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# storageFolderEmpty
source: The selected storage folder does not contain any days.<br/> Please create days, rooms and slots previous planing sessions.<br/> For further information consulte the documentation.
de: Der ausgewählte Datensatzordner enth#lt keine Tage<br/> Bitte erstellen Sie Tage, Räume und Slots vor der Sessionplanung<br/> Für weitere Informationen lesen sie in der Dokumentation nach.

# session-new
source: Add new session
de: Neue Session anlegen

# filter-time
source: Current time
de: Aktuelle Zeit

# filter-comment
source: Entries are marked and stored in a cookie by double click an item. Filter are list after a reload.
de: Mit einem Doppelklick werden Einträge markiert und in einem Cookie gespeichert. Filter gehen nach einem Reload verloren.

source: by
de: von

source: Topic
de: Thema

source: Description
de: Beschreibung

source: Attendees
de: Teilnehmer

source: Type
de: Typ

# type-talk
source: Talk
de: Vortrag

# type-other
source: Other
de: Sonstiges

# type-wish
source: Wish
de: Wunsch

# type-break
source: Break
de: Pause

# level-starter
source: Starter / Overview
de: Anfänger / erste Einblicke

# level-advanced
source: Advanced / Basic knowleg
de: Fortgeschrittene / Grundkenntnisse

# level-pro
source: Pro / Detailed
de: Profis / Detailliert

# suggest
source: submit suggestion
de: Vorschlag abschicken

# mandatory
source: Mandatory fields are marked with an *
de: Pflichtfelder sind mit einem * markiert

# yourSessionIsSaved
source: Thank you for your suggestion. It will be available online after it was reviewed.
de: Vielen Danke für Deinen Vorschlag. Er wird online verfügbar nachdem er überprüft wurde.

# field_1221560718
source: The field %s may not be empty
de: Das Feld %s darf nicht leer sein

# warning-nosessionsfound
source: No Sessions found.
de: Es wurden keine Sessions gefunden.
